[      
     "Why don't scientists trust atoms? Because they make up everything!",
        "I told my wife she was drawing her eyebrows too high. She looked surprised.",
        "Why did the scarecrow win an award? Because he was outstanding in his field!",
        "What do you call a fake noodle? An impasta!",
        "Why did the math book look so sad? Because it had too many problems.",
        "I'm on a seafood diet. I see food, and I eat it!",
        "Why don't eggs tell jokes? They'd crack each other up!",
        "What do you call a bear with no teeth? A gummy bear!",
        "Why did the coffee file a police report? Because it got mugged!",
        "What do you call a boomerang that doesn't come back? A stick!",
        "Did you hear about the submarine industry? It really took a dive...",
        "Did you hear about the scientist who was lab partners with a pot of boiling water? He had a very esteemed colleague.",
        "Did you hear that the police have a warrant out on a midget psychic ripping people off? It reads \"Small medium at large.\"",
        "Did you hear the joke about the wandering nun? She was a roman catholic.",
        "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.",
        "Did you hear the one about the guy with the broken hearing aid? Neither did he.",
        "Did you know crocodiles could grow up to 15 feet? But most just have 4.",
        "Did you know that protons have mass? I didn't even know they were catholic.",
        "Did you know you should always take an extra pair of pants golfing? Just in case you get a hole in one.",
        "Do I enjoy making courthouse puns? Guilty.",
        "Do you know where you can get chicken broth in bulk? The stock market.",
        "Do you want a brief explanation of what an acorn is? In a nutshell, it's an oak tree.",
        "Ever wondered why bees hum? It's because they don't know the words.",
        "Have you ever heard of a music group called Cellophane? They mostly wrap.",
        "Have you heard of the band 1023MB? They haven't got a gig yet.",
        "Have you heard the rumor going around about butter? Never mind, I shouldn't spread it.",
        "How are false teeth like stars? They come out at night!",
        "How can you tell a vampire has a cold? They start coffin.",
        "How come a man driving a train got struck by lightning? He was a good conductor.",
        "How come the stadium got hot after the game? Because all of the fans left.",
        "How did Darth Vader know what Luke was getting for Christmas? He felt his presents.",
        "How did the hipster burn the roof of his mouth? He ate the pizza before it was cool.",
        "How do hens stay fit? They always egg-cercise!",
        "How do locomotives know where they're going? Lots of training.",
        "How do the trees get on the internet? They log on.",
        "How do you find Will Smith in the snow? Look for fresh prints.",
        "How do you fix a broken pizza? With tomato paste.",
        "How do you fix a damaged jack-o-lantern? You use a pumpkin patch.",
        "How do you get a baby alien to sleep? You rocket.",
        "How do you get two whales in a car? Start in England and drive West."
    ]
