 [
        "Your heart is the size of an ocean. Go find yourself in its hidden depths. - Rumi",
        "Thinking is the capital, Enterprise is the way, Hard Work is the solution. - Abdul Kalam",
        "If You Can't Make It Good, At Least Make It Look Good. - Bill Gates",
        "Heart be brave. If you cannot be brave, just go. Love's glory is not a small thing. - Rumi",
        "It is bad for a young man to sin; but it is worse for an old man to sin. - Abu Bakr (R.A)",
        "If You Are Out To Describe The Truth, Leave Elegance To The Tailor. - Albert Einstein",
        "O man, you are busy working for the world, and the world is busy trying to turn you out. - Abu Bakr (R.A)",

        "The less of the World, the freer you live. - Umar ibn Al-Khattāb (R.A)",
        "Respond to every call that excites your spirit. - Rumi",
        "The Way To Get Started Is To Quit Talking And Begin Doing. - Walt Disney",
        "God Doesn'T Require Us To Succeed, He Only Requires That You Try. - Mother Teresa",
        "Speak any language, Turkish, Greek, Persian, Arabic, but always speak with love. - Rumi",
        "Happiness comes towards those which believe in him. - Ali ibn Abi Talib (R.A)",
        "Knowledge is of two kinds: that which is absorbed and that which is heard. And that which is heard does not profit if it is not absorbed. - Ali ibn Abi Talib (R.A)",
        "When I am silent, I have thunder hidden inside. - Rumi",
        "Technological Progress Is Like An Axe In The Hands Of A Pathological Criminal. - Albert Einstein",
        "No One Would Choose A Friendless Existence On Condition Of Having All The Other Things In The World. - Aristotle",
        "Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you. - Muhammad Ali",
        "The End Of Life Is To Be Like God, And The Soul Following God Will Be Like Him. - Socrates",
        "Let us sacrifice our today so that our children can have a better tomorrow. - Abdul Kalam",
        "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it. - Rumi",
        "In every religion there is love, yet love has no religion. - Rumi",
        "Everything in the universe is within you. Ask all from yourself. - Rumi",
        "I'm not a handsome guy, but I can give my hand to someone who needs help. Beauty is in the heart, not in the face. - Abdul Kalam",
        "What Do I Wear In Bed? Why, Chanel No. 5, Of Course. - Marilyn Monroe",
        "A Good Head And A Good Heart Are Always A Formidable Combination. - Nelson Mandela"


    ]